Repository: mfmansueli/CueStudio
Catalog: Cue Studio/SupportFiles/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hi, id, it, ja, ko, nb, nl, pt_br, sv, th, tr, vi, zh_hans, zh_hant

source: Last week's giveaway video
ar: فيديو المسابقة الأسبوع الماضي
da: Sidste uges giveaway-video
de: Das Gewinnspiel-Video von letzter Woche
es: El vídeo del sorteo de la semana pasada
fr: La vidéo du concours de la semaine dernière
hi: पिछले हफ़्ते का गिवअवे वीडियो
id: Video giveaway minggu lalu
it: Il video del giveaway della settimana scorsa
ja: 先週のプレゼント企画の動画
ko: 지난주 이벤트 영상
nb: Forrige ukes giveaway-video
nl: Video van de giveaway van vorige week
pt_br: O vídeo do sorteio da semana passada
sv: Förra veckans giveaway-video
th: คลิปแจกของเมื่อสัปดาห์ที่แล้ว
tr: Geçen haftanın çekiliş videosu
vi: Video tặng quà tuần trước
zh_hans: 上周的抽奖视频
zh_hant: 上週的抽獎影片

source: laugh
ar: اضحك
da: grin
de: lachen
es: ríe
fr: riez
hi: हँसें
id: tertawa
it: ridi
ja: 笑う
ko: 웃기
nb: le
nl: lachen
pt_br: ria
sv: skratta
th: หัวเราะ
tr: gül
vi: cười lớn
zh_hans: 大笑
zh_hant: 大笑

source: Launch, drop, big news
ar: إطلاق، طرح، خبر كبير
da: Lancering, drop, store nyheder
de: Launch, Drop, große News
es: Lanzamiento, novedad, gran noticia
fr: Lancement, sortie, grosse nouvelle
hi: लॉन्च, ड्रॉप, बड़ी खबर
id: Peluncuran, rilis, kabar besar
it: Lancio, drop, grande notizia
ja: 新作、発売、大ニュース
ko: 출시, 드롭, 큰 소식
nb: Lansering, slipp, store nyheter
nl: Lancering, drop, groot nieuws
pt_br: Lançamento, drop, grande novidade
sv: Lansering, släpp, stora nyheter
th: เปิดตัว ของใหม่ ข่าวใหญ่
tr: Lansman, yeni ürün, büyük haber
vi: Ra mắt, sản phẩm mới, tin lớn
zh_hans: 新品、发售、大消息
zh_hant: 發表、新品上市、重大消息

source: Lavender
ar: لافندر
da: Lavendel
de: Lavendel
es: Lavanda
fr: Lavande
hi: लैवेंडर
it: Lavanda
ja: ラベンダー
ko: 라벤더
nb: Lavendel
nl: Lavendel
pt_br: Lavanda
sv: Lavendel
th: ลาเวนเดอร์
tr: Lavanta
vi: Oải hương
zh_hans: 薰衣草紫
zh_hant: 薰衣草

source: Layout
ar: التخطيط
es: Diseño
fr: Disposition
hi: लेआउट
id: Tata letak
ja: レイアウト
ko: 레이아웃
nb: Oppsett
nl: Indeling
th: เลย์เอาต์
tr: Yerleşim
vi: Bố cục
zh_hans: 布局
zh_hant: 版面

source: Lead with the news, not the backstory. Add when it happens and one detail that makes people care.
ar: ابدأ بالخبر لا بالخلفية. أضف موعده وتفصيلة واحدة تجعل الناس يهتمون.
da: Start med nyheden, ikke baggrunden. Tilføj, hvornår det sker, og én detalje, der får folk til at bekymre sig.
de: Fang mit der Neuigkeit an, nicht mit der Vorgeschichte. Sag, wann es passiert, und ein Detail, das neugierig macht.
es: Empieza por la noticia, no por el contexto. Di cuándo pasa y un detalle que haga que importe.
fr: Commencez par la nouvelle, pas par le contexte. Dites quand ça arrive et un détail qui donne envie.
hi: खबर से शुरू करें, पिछली कहानी से नहीं। बताएँ कब होगा और एक ऐसी बात जो लोगों को दिलचस्प लगे।
id: Mulai dengan kabarnya, bukan latar belakangnya. Tambahkan kapan terjadinya dan satu detail yang bikin orang peduli.
it: Parti dalla notizia, non dal contesto. Di’ quando succede e un dettaglio che faccia interessare.
ja: 経緯ではなくニュースから始めましょう。いつなのかと、興味を引く詳細をひとつ。
ko: 배경 말고 소식으로 시작하세요. 언제인지와 관심을 끌 디테일 하나를 더하세요.
nb: Start med nyheten, ikke bakgrunnen. Legg til når det skjer og én detalj som gjør at folk bryr seg.
nl: Begin met het nieuws, niet met de achtergrond. Voeg toe wanneer het gebeurt en één detail waardoor mensen erom geven.
pt_br: Comece pela novidade, não pelos bastidores. Diga quando acontece e um detalhe que faça as pessoas se importarem.
sv: Börja med nyheten, inte bakgrunden. Lägg till när det händer och en detalj som får folk att bry sig.
th: เริ่มด้วยข่าว ไม่ใช่ที่มา บอกว่าเกิดขึ้นเมื่อไหร่ และรายละเอียดหนึ่งอย่างที่ทำให้คนสนใจ
tr: Arka plandan değil, haberden başla. Ne zaman olacağını ve ilgi çekecek bir ayrıntıyı ekle.
vi: Bắt đầu bằng tin chính, không phải bối cảnh. Thêm thời điểm và một chi tiết khiến mọi người quan tâm.
zh_hans: 先说消息，别先讲来龙去脉。说明时间，再加一个让人在意的细节。
zh_hant: 先講消息，不要先講背景。補上發生時間，以及一個能讓人在意的細節。

source: Leave the rest for later
ar: اترك الباقي لوقت لاحق
da: Gem resten til senere
de: Den Rest auf später verschieben
es: Dejar el resto para después
fr: Laisser le reste pour plus tard
hi: बाकी बाद के लिए छोड़ें
id: Biarkan sisanya untuk nanti
it: Lascia il resto per dopo
ja: 残りはあとにする
ko: 나머지는 나중에
nb: La resten vente til senere
nl: De rest voor later bewaren
pt_br: Deixar o resto para depois
sv: Spara resten till senare
th: เก็บที่เหลือไว้ทีหลัง
tr: Gerisini sonraya bırak
vi: Để phần còn lại sau
zh_hans: 其余留到之后
zh_hant: 其餘留到之後

source: Left
ar: اليسار
da: Venstre
de: Links
es: Izquierda
fr: Gauche
hi: बायाँ
id: Kiri
it: Sinistra
ja: 左
ko: 왼쪽
nb: Venstre
nl: Links
pt_br: Esquerda
sv: Vänster
th: ซ้าย
tr: Sol
vi: Trái
zh_hans: 左
zh_hant: 左側

source: Length
ar: المدة
da: Længde
de: Länge
es: Duración
fr: Durée
hi: लंबाई
id: Durasi
it: Durata
ja: 長さ
ko: 길이
nb: Lengde
nl: Lengte
pt_br: Duração
sv: Längd
th: ความยาว
tr: Süre
vi: Độ dài
zh_hans: 时长
zh_hant: 長度

source: Lens
ar: العدسة
da: Linse
de: Objektiv
es: Lente
fr: Objectif
hi: लेंस
id: Lensa
it: Obiettivo
ja: レンズ
ko: 렌즈
nb: Linse
pt_br: Lente
sv: Lins
th: เลนส์
vi: Ống kính
zh_hans: 镜头
zh_hant: 鏡頭

source: Less
ar: أقل
da: Mindre
de: Weniger
es: Menos
fr: Moins
hi: कम
id: Kurangi
it: Meno
ja: 減らす
ko: 줄이기
nb: Mindre
nl: Minder
pt_br: Menos
sv: Mindre
th: ลดลง
tr: Azalt
vi: Giảm
zh_hans: 减少
zh_hant: 較少

source: Less defensive
ar: أقل دفاعية
da: Mindre defensivt
de: Weniger defensiv
es: Menos a la defensiva
fr: Moins sur la défensive
hi: कम सफ़ाई देने वाला
id: Kurang defensif
it: Meno sulla difensiva
ja: 言い訳を減らす
ko: 덜 방어적으로
nb: Mindre defensivt
nl: Minder defensief
pt_br: Menos defensivo
sv: Mindre defensivt
th: ลดความเป็นฝ่ายตั้งรับ
tr: Daha az savunmacı
vi: Bớt phòng thủ
zh_hans: 少点辩解
zh_hant: 少一點防衛感

source: Let Cue write it
ar: دع Cue يكتبه
da: Lad Cue skrive det
de: Lass Cue es schreiben
es: Deja que Cue lo escriba
fr: Laisse Cue l’écrire
hi: Cue से लिखवाएँ
id: Biar Cue yang menulis
it: Lascia che lo scriva Cue
ja: Cueに書いてもらう
ko: Cue가 쓰게 하기
nb: La Cue skrive det
nl: Laat Cue het schrijven
pt_br: Deixe o Cue escrever
sv: Låt Cue skriva det
th: ให้ Cue เขียนให้
tr: Cue yazsın
vi: Để Cue viết giúp
zh_hans: 让 Cue 来写
zh_hant: 讓 Cue 來寫

source: Let me explain this in 30 seconds.
ar: دعني أشرح هذا في 30 ثانية.
da: Lad mig forklare det her på 30 sekunder.
de: Ich erklär dir das in 30 Sekunden.
es: Te lo explico en 30 segundos.
fr: Je vous explique ça en 30 secondes.
hi: मैं इसे 30 सेकंड में समझाती हूँ।
id: Aku jelaskan ini dalam 30 detik.
it: Te lo spiego in 30 secondi.
ja: 30秒で説明します。
ko: 30초 만에 설명해 볼게요.
nb: La meg forklare dette på 30 sekunder.
nl: Laat me dit in 30 seconden uitleggen.
pt_br: Deixa eu explicar isso em 30 segundos.
sv: Låt mig förklara det här på 30 sekunder.
th: ขออธิบายใน 30 วินาที
tr: Bunu 30 saniyede anlatayım.
vi: Để mình giải thích trong 30 giây.
zh_hans: 我用 30 秒讲清楚。
zh_hant: 讓我用 30 秒說明這件事。

source: LET’S CUE
ar: هيا بنا

source: Let’s go.
ar: هيا بنا.
da: Lad os gå.
de: Los geht’s.
es: Vamos.
fr: C’est parti.
hi: चलो शुरू करें।
id: Ayo mulai.
it: Andiamo.
ja: いきましょう。
ko: 가볼게요.
nb: La oss gå.
nl: Daar gaan we.
pt_br: Vamos lá.
sv: Nu kör vi.
th: ไปกันเลย
tr: Hadi başlayalım.
vi: Bắt đầu thôi.
zh_hans: 开始吧。
zh_hant: 開始吧。

source: Let's slow down for a second.
ar: لنهدأ قليلاً.
da: Lad os sætte tempoet ned et øjeblik.
de: Lass uns kurz langsamer machen.
es: Vamos a ir más despacio un segundo.
fr: Ralentissons une seconde.
hi: एक पल रुककर धीमे चलते हैं।
id: Pelan-pelan dulu sebentar.
it: Rallentiamo un attimo.
ja: ちょっとだけ、ゆっくりしよう。
ko: 잠깐 천천히 가볼게요.
nb: La oss senke tempoet et øyeblikk.
nl: Laten we even rustig aan doen.
pt_br: Vamos desacelerar um segundo.
sv: Vi saktar ner en sekund.
th: มาช้าลงสักนิดนะ
tr: Bir saniye yavaşlayalım.
vi: Mình chậm lại một chút nhé.
zh_hans: 我们先慢一下。
zh_hant: 我們先慢一下。

source: Letter spacing
ar: تباعد الأحرف
da: Bogstavafstand
de: Laufweite
es: Espaciado de letras
fr: Espacement des lettres
hi: अक्षर-अंतर
id: Jarak huruf
it: Spaziatura lettere
ja: 文字間隔
ko: 자간
nb: Bokstavavstand
nl: Letterspatiëring
pt_br: Espaçamento entre letras
sv: Teckenavstånd
th: ระยะห่างตัวอักษร
tr: Harf aralığı
vi: Giãn cách chữ
zh_hans: 字距
zh_hant: 字距

source: Lifestyle
ar: أسلوب الحياة
da: Livsstil
es: Estilo de vida
hi: लाइफ़स्टाइल
id: Gaya hidup
ja: ライフスタイル
ko: 라이프스타일
nb: Livsstil
sv: Livsstil
th: ไลฟ์สไตล์
tr: Yaşam tarzı
vi: Phong cách sống
zh_hans: 生活方式
zh_hant: 生活風格

source: Lifestyle & personal
ar: أسلوب الحياة والشخصي
da: Livsstil og personligt
de: Lifestyle & Persönliches
es: Estilo de vida y personal
fr: Lifestyle et perso
hi: लाइफ़स्टाइल और पर्सनल
id: Gaya hidup & pribadi
it: Lifestyle e personale
ja: ライフスタイル・個人
ko: 라이프스타일·개인
nb: Livsstil og personlig
nl: Lifestyle en persoonlijk
pt_br: Estilo de vida e pessoal
sv: Livsstil och personligt
th: ไลฟ์สไตล์และส่วนตัว
tr: Yaşam tarzı ve kişisel
vi: Phong cách sống & cá nhân
zh_hans: 生活方式与个人
zh_hant: 生活風格與個人

source: Lifestyle creator
ar: مبدع أسلوب حياة
da: Lifestyle-skaber
es: Creador de estilo de vida
fr: Créateur lifestyle
hi: लाइफ़स्टाइल क्रिएटर
id: Kreator gaya hidup
it: Creator lifestyle
ja: ライフスタイルクリエイター
ko: 라이프스타일 크리에이터
nb: Livsstilsskaper
pt_br: Criador de lifestyle
sv: Livsstilsskapare
th: ครีเอเตอร์ไลฟ์สไตล์
tr: Yaşam tarzı içerik üreticisi
vi: Nhà sáng tạo phong cách sống
zh_hans: 生活方式创作者
zh_hant: 生活風格創作者

source: Light
ar: خفيف
da: Lys
de: Leicht
es: Ligero
fr: Léger
hi: हल्का
id: Ringan
it: Leggero
ja: 弱
ko: 약하게
nb: Lys
nl: Licht
pt_br: Leve
sv: Ljus
th: เบา
tr: Hafif
vi: Nhẹ
zh_hans: 轻
zh_hant: 淺色

source: Light, lots of air
ar: خفيف مع مساحات واسعة
da: Let, med masser af luft
de: Leicht, viel Luft
es: Ligera, con mucho aire
fr: Léger, beaucoup d’air
hi: हल्का, खुली जगह वाला
id: Ringan, banyak ruang
it: Leggero, tanta aria
ja: 軽やかで余白たっぷり
ko: 가볍고 여백이 넉넉하게
nb: Lett, med mye luft
nl: Licht, met veel lucht
pt_br: Leve, com bastante respiro
sv: Lätt, med mycket luft
th: เบา โปร่ง
tr: Hafif, bol boşluklu
vi: Nhẹ, nhiều khoảng thở
zh_hans: 轻盈，留白充足
zh_hant: 輕盈、留白多

source: Lime
ar: أخضر ليموني
de: Limettengrün
es: Lima
fr: Vert citron
hi: लाइम
id: Hijau limau
it: Verde lime
ja: ライム
ko: 라임
nl: Limoen
pt_br: Verde-lima
th: เขียวมะนาว
tr: Limon yeşili
vi: Xanh chanh
zh_hans: 青柠绿
zh_hant: 萊姆綠

source: Line
ar: سطر
da: Linje
de: Zeile
es: Línea
fr: Ligne
hi: लाइन
id: Baris
it: Riga
ja: 1行
ko: 한 줄
nb: Linje
nl: Regel
pt_br: Linha
sv: Rad
th: ทั้งบรรทัด
tr: Satır
vi: Dòng
zh_hans: 整行
zh_hant: 行

source: Line %lld of %lld
ar: السطر %1$lld من %2$lld
da: Linje %lld af %lld
de: Zeile %1$lld von %2$lld
es: Línea %1$lld de %2$lld
fr: Ligne %1$lld sur %2$lld
hi: लाइन %1$lld / %2$lld
id: Baris %1$lld dari %2$lld
it: Riga %1$lld di %2$lld
ja: %2$lld 行中 %1$lld 行目
ko: %2$lld줄 중 %1$lld번째
nb: Linje %lld av %lld
nl: Regel %lld van %lld
pt_br: Linha %1$lld de %2$lld
sv: Rad %lld av %lld
th: บรรทัดที่ %1$lld จาก %2$lld
tr: Satır %1$lld / %2$lld
vi: Dòng %1$lld trên %2$lld
zh_hans: 第 %1$lld 行，共 %2$lld 行
zh_hant: 第 %lld 行（共 %lld 行）

source: Line deleted
ar: تم حذف السطر
da: Linjen er slettet
de: Zeile gelöscht
es: Línea eliminada
fr: Ligne supprimée
hi: लाइन हटाई गई
id: Baris dihapus
it: Riga eliminata
ja: 行を削除しました
ko: 줄을 삭제했습니다
nb: Linjen er slettet
nl: Regel verwijderd
pt_br: Linha apagada
sv: Raden har tagits bort
th: ลบบรรทัดแล้ว
tr: Satır silindi
vi: Đã xóa dòng
zh_hans: 已删除这一行
zh_hant: 已刪除該行

source: Line here · Move to a gap
ar: هنا سطر · انتقل إلى فراغ
da: Der er en linje her · Flyt til et hul
de: Hier ist eine Zeile · Zur Lücke gehen
es: Aquí hay una línea · Ve a un hueco
fr: Une ligne ici · Allez à un vide
hi: यहाँ लाइन है · खाली जगह पर जाएँ
id: Ada baris di sini · Pindah ke celah
it: Qui c’è una riga · Vai in uno spazio
ja: ここに行があります · 空きへ移動
ko: 여기에 줄이 있어요 · 빈 곳으로 이동
nb: Her er det en linje · Gå til et hull
nl: Hier staat een regel · Ga naar een gat
pt_br: Já tem linha aqui · Vá a um vão
sv: Här finns en rad · Gå till ett glapp
th: มีบรรทัดอยู่ตรงนี้ · ย้ายไปช่องว่าง
tr: Burada satır var · Boşluğa git
vi: Đã có dòng ở đây · Chuyển sang khoảng trống
zh_hans: 此处已有字幕 · 请移到空档
zh_hant: 此處已有字幕 · 請移到空檔

source: Line spacing
ar: تباعد الأسطر
da: Linjeafstand
de: Zeilenabstand
es: Interlineado
fr: Interligne
hi: लाइन स्पेसिंग
id: Spasi baris
it: Interlinea
ja: 行間
ko: 줄 간격
nb: Linjeavstand
nl: Regelafstand
pt_br: Espaçamento entre linhas
sv: Radavstånd
th: ระยะห่างบรรทัด
tr: Satır aralığı
vi: Giãn dòng
zh_hans: 行距
zh_hant: 行距

source: Line split
ar: تم تقسيم السطر
da: Linjen er delt
de: Zeile geteilt
es: Línea dividida
fr: Ligne scindée
hi: लाइन बाँटी गई
id: Baris dipisah
it: Riga divisa
ja: 行を分割しました
ko: 줄을 나눴습니다
nb: Linjen er delt
nl: Regel gesplitst
pt_br: Linha dividida
sv: Raden delades
th: แยกบรรทัดแล้ว
tr: Satır bölündü
vi: Đã tách dòng
zh_hans: 已拆分这一行
zh_hant: 已分割該行

source: Linear
ar: خطي
da: Lineær
es: Lineal
fr: Linéaire
hi: लीनियर
it: Lineare
ja: リニア
ko: 선형
nb: Lineær
nl: Lineair
sv: Linjär
th: เชิงเส้น
tr: Doğrusal
vi: Tuyến tính
zh_hans: 线性
zh_hant: 線性

source: Lines
ar: السطور
da: Linjer
de: Zeilen
es: Líneas
fr: Lignes
hi: लाइनें
id: Baris
it: Righe
ja: 行
ko: 줄
nb: Linjer
nl: Regels
pt_br: Linhas
sv: Rader
th: บรรทัด
tr: Satırlar
vi: Các dòng
zh_hans: 字幕行
zh_hant: 行

source: Lining up the stars
ar: أصفّ النجوم
da: Stiller stjernerne op
de: Ordne die Sterne
es: Alineando las estrellas
fr: J’aligne les étoiles
hi: तारे सजा रहा हूँ
id: Menata bintang-bintang
it: Allineo le stelle
ja: 星を並べています
ko: 별을 정렬하는 중
nb: Stiller opp stjernene
nl: De sterren uitlijnen
pt_br: Alinhando as estrelas
sv: Ställer upp stjärnorna
th: กำลังเรียงดวงดาว
tr: Yıldızları diziyorum
vi: Đang xếp các vì sao
zh_hans: 正在排列星星
zh_hant: 正在排列星星

source: Link
ar: الرابط
es: Enlace
fr: Lien
hi: लिंक
id: Tautan
ja: リンク
ko: 링크
nb: Lenke
sv: Länk
th: ลิงก์
tr: Bağlantı
vi: Liên kết
zh_hans: 链接
zh_hant: 連結

source: Link in bio
ar: الرابط في النبذة
da: Link i bio
de: Link in der Bio
es: Enlace en la bio
fr: Lien en bio
hi: लिंक बायो में
id: Tautan di bio
ja: リンクはプロフィールに
ko: 링크는 프로필에
nb: Lenke i bio
pt_br: Link na bio
sv: Länk i bio
th: ลิงก์ในไบโอ
tr: Bağlantı biyografide
vi: Link ở bio
zh_hans: 链接在主页
zh_hant: 連結在個人簡介

source: List
ar: قائمة
da: Liste
de: Liste
es: Lista
fr: Liste
hi: लिस्ट
id: Daftar
it: Elenco
ja: リスト
ko: 목록
nb: Liste
nl: Lijst
pt_br: Lista
sv: Lista
th: รายการ
tr: Liste
vi: Danh sách
zh_hans: 清单
zh_hant: 清單

source: List / tips
ar: قائمة / نصائح
da: Liste / tips
de: Liste / Tipps
es: Lista / consejos
fr: Liste / conseils
hi: सूची / टिप्स
id: Daftar / tips
it: Lista / consigli
ja: リスト／ヒント
ko: 리스트 / 팁
nb: Liste / tips
nl: Lijst / tips
pt_br: Lista / dicas
sv: Lista / tips
th: ลิสต์ / เคล็ดลับ
tr: Liste / ipuçları
vi: Danh sách / mẹo
zh_hans: 清单 / 小贴士
zh_hant: 清單 / 小撇步

source: List the steps in plain words, separated by commas. Cue turns them into a numbered walkthrough with a hook up top and a save-this ending.
ar: اكتب الخطوات بكلمات بسيطة مفصولة بفواصل. يحوّلها Cue إلى شرح مرقّم بافتتاحية في البداية ودعوة للحفظ في النهاية.
da: Opregn trinene i almindelige ord, adskilt med kommaer. Cue gør det til en nummereret gennemgang med et hook øverst og en gem-denne-afslutning.
de: Nenn die Schritte in einfachen Worten, durch Kommas getrennt. Cue macht daraus eine nummerierte Anleitung mit Hook am Anfang und „Speicher dir das“ am Ende.
es: Enumera los pasos con palabras sencillas, separados por comas. Cue los convierte en una guía numerada con un gancho al principio y un “guárdalo” al final.
fr: Listez les étapes simplement, séparées par des virgules. Cue en fait un tuto numéroté avec une accroche au début et un « enregistrez-le » à la fin.
hi: स्टेप्स आसान शब्दों में, कॉमा से अलग करके लिखें। Cue इन्हें ऊपर हुक और आख़िर में “इसे सेव करें” के साथ नंबर वाले गाइड में बदल देता है।
id: Tulis langkah-langkahnya dengan kata sederhana, dipisahkan koma. Cue mengubahnya jadi panduan bernomor dengan hook di awal dan ajakan menyimpan di akhir.
it: Elenca i passaggi con parole semplici, separati da virgole. Cue li trasforma in una guida numerata con un gancio all’inizio e un “salvalo” alla fine.
ja: 手順をやさしい言葉で、カンマで区切って書いてください。Cueが冒頭にフック、最後に「保存してね」がある番号付きの手順にします。
ko: 단계를 쉬운 말로, 쉼표로 구분해 적으세요. Cue가 맨 앞에 훅, 끝에 ‘저장해 두세요’가 있는 번호 안내로 만들어 줘요.
nb: List opp stegene med vanlige ord, atskilt med komma. Cue gjør det til en nummerert gjennomgang med en hook øverst og en lagre-denne-avslutning.
nl: Som de stappen op in gewone woorden, gescheiden door komma’s. Cue maakt er een genummerde uitleg van met bovenaan een hook en onderaan een bewaar-dit-einde.
pt_br: Liste os passos com palavras simples, separados por vírgulas. O Cue transforma tudo num passo a passo numerado, com um gancho no começo e um “salva esse” no fim.
sv: Räkna upp stegen med vanliga ord, åtskilda av kommatecken. Cue gör en numrerad genomgång med en hook överst och ett spara-det-här-slut.
th: เขียนขั้นตอนเป็นคำง่ายๆ คั่นด้วยจุลภาค Cue จะเปลี่ยนเป็นคู่มือแบบมีหมายเลข มีฮุกตอนต้นและชวนกดบันทึกตอนท้าย
tr: Adımları virgülle ayırarak sade bir dille yaz. Cue bunları başta bir kanca ve sonda “kaydet” çağrısı olan numaralı bir rehbere dönüştürür.
vi: Liệt kê các bước bằng lời đơn giản, cách nhau bằng dấu phẩy. Cue biến chúng thành hướng dẫn đánh số, có hook ở đầu và lời nhắc lưu lại ở cuối.
zh_hans: 用简单的话列出步骤，以逗号分隔。Cue 会把它们变成带编号的教程，开头有钩子，结尾提醒收藏。
zh_hant: 用簡單的字詞列出步驟，以逗號分隔。Cue 會整理成編號教學，開頭是開場鉤子，結尾邀請收藏。

source: Listen
ar: استماع
da: Lyt
de: Anhören
es: Escuchar
fr: Écouter
hi: सुनें
id: Dengarkan
it: Ascolta
ja: 聞く
ko: 듣기
nb: Lytt
nl: Luisteren
pt_br: Ouvir
sv: Lyssna
th: ฟัง
tr: Dinle
vi: Nghe
zh_hans: 试听
zh_hant: 聆聽

source: Listening
ar: يستمع
da: Lytter
de: Hört zu
es: Escuchando
fr: Écoute
hi: सुन रहा है
id: Mendengarkan
it: In ascolto
ja: 聞き取り中
ko: 듣는 중
nb: Lytter
nl: Luisteren
pt_br: Ouvindo
sv: Lyssnar
th: กำลังฟัง
tr: Dinleniyor
vi: Đang nghe
zh_hans: 正在聆听
zh_hant: 聆聽中

source: Listening for pauses…
ar: جارٍ البحث عن التوقفات…
da: Lytter efter pauser…
de: Suche nach Pausen …
es: Buscando pausas…
fr: Recherche des pauses…
hi: ठहराव खोजे जा रहे हैं…
id: Mencari jeda…
it: Ricerca delle pause…
ja: 間を探しています…
ko: 멈춤을 찾는 중…
nb: Lytter etter pauser…
nl: Luisteren naar pauzes…
pt_br: Procurando pausas…
sv: Lyssnar efter pauser…
th: กำลังหาช่วงหยุด…
tr: Duraklamalar aranıyor…
vi: Đang tìm khoảng dừng…
zh_hans: 正在查找停顿…
zh_hant: 正在聆聽停頓…

source: Listening to your take… %@
ar: جارٍ الاستماع إلى لقطتك… %@
da: Lytter til din optagelse… %@
de: Dein Take wird angehört … %@
es: Escuchando tu toma… %@
fr: Écoute de votre prise… %@
hi: आपका टेक सुना जा रहा है… %@
id: Mendengarkan take-mu… %@
it: Ascolto della ripresa… %@
ja: テイクを聞き取り中… %@
ko: 테이크 듣는 중… %@
nb: Lytter til opptaket ditt… %@
nl: Luisteren naar je opname… %@
pt_br: Ouvindo seu take… %@
sv: Lyssnar på din tagning… %@
th: กำลังฟังเทคของคุณ… %@
tr: Çekimin dinleniyor… %@
vi: Đang nghe cảnh quay của bạn… %@
zh_hans: 正在识别你的镜头… %@
zh_hant: 正在聆聽你的鏡頭… %@

source: Listening…
ar: جارٍ الاستماع…
da: Lytter…
de: Hört zu …
es: Escuchando…
fr: Écoute…
hi: सुन रहा है…
id: Mendengarkan…
it: In ascolto…
ja: 聞き取り中…
ko: 듣는 중…
nb: Lytter…
nl: Luisteren…
pt_br: Ouvindo…
sv: Lyssnar…
th: กำลังฟัง…
tr: Dinleniyor…
vi: Đang nghe…
zh_hans: 正在聆听…
zh_hant: 聆聽中…

source: Listicle
ar: قائمة
da: Liste
de: Liste
es: Lista
fr: Liste
hi: लिस्ट
id: Daftar
it: Elenco
ja: リスト型
ko: 리스트형
nb: Liste
nl: Lijstje
pt_br: Lista
sv: Lista
th: ลิสต์
tr: Liste
vi: Danh sách
zh_hans: 清单
zh_hant: 清單式

source: Live preview
ar: معاينة مباشرة
da: Live-forhåndsvisning
de: Live-Vorschau
es: Vista previa en directo
fr: Aperçu en direct
hi: लाइव प्रीव्यू
id: Pratinjau langsung
it: Anteprima dal vivo
ja: ライブプレビュー
ko: 실시간 미리보기
nb: Direkte forhåndsvisning
nl: Live voorbeeld
pt_br: Prévia ao vivo
sv: Liveförhandsvisning
th: พรีวิวสด
tr: Canlı önizleme
vi: Xem trước trực tiếp
zh_hans: 实时预览
zh_hant: 即時預覽

source: Logbook · %lld waiting
ar: دفتر اليوميات · %lld في الانتظار
da: Logbog · %lld venter
de: Logbuch · %lld warten
es: Bitácora · %lld en espera
fr: Journal · %lld en attente
hi: लॉगबुक · %lld इंतज़ार में
id: Logbook · %lld menunggu
it: Diario · %lld in attesa
ja: 航海日誌 · %lld件待機中
ko: 항해 일지 · %lld개 대기 중
nb: Loggbok · %lld venter
nl: Logboek · %lld wachten
pt_br: Diário de bordo · %lld esperando
sv: Loggbok · %lld väntar
th: สมุดบันทึก · รอ %lld รายการ
tr: Seyir defteri · %lld bekliyor
vi: Nhật ký · %lld đang chờ
zh_hans: 航海日志 · %lld 条待写
zh_hant: 航海日誌 · %lld 則待寫

source: Long
ar: طويلة
da: Lange
de: Lang
es: Largas
fr: Longues
hi: लंबे
id: Panjang
it: Lunghe
ja: 長い
ko: 길게
nb: Lange
nl: Lang
pt_br: Longas
sv: Långa
th: ยาว
tr: Uzun
vi: Dài
zh_hans: 长句
zh_hant: 長句

source: Long pause
ar: توقف طويل
da: Lang pause
de: Lange Pause
es: Pausa larga
fr: Pause longue
hi: लंबा ठहराव
id: Jeda panjang
it: Pausa lunga
ja: 長い間
ko: 긴 멈춤
nb: Lang pause
nl: Lange pauze
pt_br: Pausa longa
sv: Lång paus
th: หยุดนาน
tr: Uzun duraklama
vi: Khoảng dừng dài
zh_hans: 长停顿
zh_hant: 長停頓

source: Long sentence — split for reading
ar: جملة طويلة — قسّمها للقراءة
da: Lang sætning — del op for læsning
de: Langer Satz — zum Lesen teilen
es: Frase larga: divídela para leerla mejor
fr: Phrase longue — à scinder pour la lecture
hi: लंबा वाक्य — पढ़ने के लिए बाँटें
id: Kalimat panjang — pisahkan agar mudah dibaca
it: Frase lunga: dividila per leggerla meglio
ja: 長い文 — 読みやすく分けましょう
ko: 긴 문장 — 읽기 쉽게 나누세요
nb: Lang setning — del opp for lesing
nl: Lange zin — splits voor het lezen
pt_br: Frase longa — divida para facilitar a leitura
sv: Lång mening — dela upp för läsning
th: ประโยคยาว — แยกเพื่อให้อ่านง่าย
tr: Uzun cümle — okumak için böl
vi: Câu dài — nên tách để dễ đọc
zh_hans: 句子太长 —— 拆开更好读
zh_hant: 句子太長 — 拆開比較好讀

source: Longer
ar: أطول
da: Længere
de: Länger
es: Más largos
fr: Plus long
hi: इससे लंबे
id: Lebih lama
it: Più lunghi
ja: もっと長い
ko: 더 길게
nb: Lengre
nl: Langer
pt_br: Mais longos
sv: Längre
th: ยาวกว่านั้น
tr: Daha uzun
vi: Dài hơn
zh_hans: 更长
zh_hant: 更長

source: Longer videos earn: TikTok 1:00+, YouTube 8:00+
ar: الفيديوهات الأطول تربح: تيك توك +1:00، يوتيوب +8:00
da: Længere videoer tjener: TikTok 1:00+, YouTube 8:00+
de: Längere Videos verdienen: TikTok 1:00+, YouTube 8:00+
es: Los vídeos largos ganan: TikTok 1:00+, YouTube 8:00+
fr: Les vidéos longues rapportent : TikTok 1:00+, YouTube 8:00+
hi: लंबे वीडियो कमाते हैं: TikTok 1:00+, YouTube 8:00+
id: Video lebih panjang menghasilkan: TikTok 1:00+, YouTube 8:00+
it: I video lunghi rendono: TikTok 1:00+, YouTube 8:00+
ja: 長めの動画が収益に: TikTok 1:00以上、YouTube 8:00以上
ko: 긴 영상이 수익이 돼요: TikTok 1:00+, YouTube 8:00+
nb: Lengre videoer tjener: TikTok 1:00+, YouTube 8:00+
nl: Langere video’s verdienen: TikTok 1:00+, YouTube 8:00+
pt_br: Vídeos mais longos rendem: TikTok 1:00+, YouTube 8:00+
sv: Längre videor tjänar: TikTok 1:00+, YouTube 8:00+
th: วิดีโอยาวสร้างรายได้: TikTok 1:00+, YouTube 8:00+
tr: Uzun videolar kazandırır: TikTok 1:00+, YouTube 8:00+
vi: Video dài kiếm được tiền: TikTok 1:00+, YouTube 8:00+
zh_hans: 较长的视频才有收益：TikTok 1:00+，YouTube 8:00+
zh_hant: 較長的影片才有收益：TikTok 1:00+，YouTube 8:00+

source: LONGEST STREAK
ar: أطول سلسلة
da: LÆNGSTE STIME
de: LÄNGSTE SERIE
es: RACHA MÁS LARGA
fr: PLUS LONGUE SÉRIE
hi: सबसे लंबी स्ट्रीक
id: RENTETAN TERPANJANG
it: SERIE PIÙ LUNGA
ja: 最長の連続記録
ko: 최장 연속 기록
nb: LENGSTE REKKE
nl: LANGSTE REEKS
pt_br: MAIOR SEQUÊNCIA
sv: LÄNGSTA SVITEN
th: สตรีคที่ยาวที่สุด
tr: EN UZUN SERİ
vi: CHUỖI DÀI NHẤT
zh_hans: 最长连续
zh_hant: 最長連續

source: Look
ar: المظهر
es: Estilo
fr: Style
hi: लुक
id: Tampilan
ja: ルック
ko: 룩
pt_br: Visual
th: ลุค
tr: Görünüm
vi: Kiểu
zh_hans: 风格
zh_hant: 外觀

source: look at camera
ar: انظر إلى الكاميرا
da: kig ind i kameraet
de: in die Kamera schauen
es: mira a cámara
fr: regardez la caméra
hi: कैमरे की ओर देखें
id: lihat kamera
it: guarda in camera
ja: カメラを見る
ko: 카메라 보기
nb: se i kameraet
nl: kijk in de camera
pt_br: olhe para a câmera
sv: titta i kameran
th: มองกล้อง
tr: kameraya bak
vi: nhìn vào camera
zh_hans: 看镜头
zh_hant: 看向鏡頭
